[
  {
    "path": "posts/2024-02-14-test-post/",
    "title": "Test Post",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-14",
    "categories": [],
    "contents": "\r\n\r\n\r\nlibrary(highcharter)\r\nlibrary(ggplot2)\r\nlibrary(dplyr)\r\n\r\n\r\npokemon%>%\r\n  count(type_1)%>%\r\n  arrange(n)%>%\r\n  hchart(type = \"bar\", hcaes(x = type_1, y = n))%>%  \r\n  hc_exporting(\r\n    enabled = TRUE, # always enabled\r\n    filename = \"custom-file-name\" )\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-15T14:56:43-08:00",
    "input_file": "test-post.knit.md"
  },
  {
    "path": "posts/2024-02-13-rent-burden/",
    "title": "Rent burden for children under 5",
    "description": "58.6% of children under 5 are rent burdened.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nWhy it matters?\r\nFirst 5 LA’s first strategic plan goal is that children prenatal to age 5 and their families have their basic needs met, which includes secure housing for essential psychological safety. This goal has an objective to reduce tot annual percent of households with children prenatal through age 5 who experience housing insecurity. Rent burden is not the sole cause of housing insecurity, but it is a key contributor.\r\nLearn more.\r\nSee more in the First 5 LA 2024-2029 Strategic Plan and see related indicators of basic needs in the Data Narrative.\r\nNote: Aggregated data above conceal variations with disaggregated subgroups. See chart below for details.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-14T09:59:41-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-02-08-race-of-children-under-5/",
    "title": "Race of children under 5",
    "description": "Latinx children under 5 are 57% of all children under 5.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhy it matters?\r\nConversations about the under 5 population need to consider the needs of Latinx families, including:\r\ndual language access for children, and materials for parents in both English and Spanish.\r\nLearn more.\r\nThe importance of race and equity in the caring and educating of children under 5 cannot be overstated. See more in the Data Narrative for details.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-13T12:01:15-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-02-06-childcare-center-closures/",
    "title": "Childcare Center Closures",
    "description": "Trends in child care capacity changes in California and LA County in 2019 and 2020",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-06",
    "categories": [],
    "contents": "\r\n\r\nContents\r\nOverview\r\nMap of Permanent Closures\r\nSummary of Findings\r\nChild Care Centers\r\nClosures\r\nSeats Lost\r\n\r\nFamily Child Care Homes\r\nClosures\r\nSeats\r\n\r\n\r\nOverview\r\nThe purpose of this research is to explore child care center and family child care home closures in 2020 to gauge if and how Covid-19 affected closures. This research question was lifted by F5LA and might be incorporated into our F5LA deliverable.\r\nFor this research, I pulled child care center and family child care home data from the California Department of Social Services (CDSS) page. The data was last downloaded on 01/07/21 and is updated on the CDSS page weekly.\r\nIt is important to note that using the licensing data has limitations. Data from the CDSS page only reflects permanent facility closures. These are facilities that no longer have a license to operate. For the purposes of this analysis, facilities that are pending having their licenses approved are also considered closed.\r\nThe CDSS data does not show the reason a facility permanently closed. Many facilities have had to close due to new Covid-19 guidelines, or a decrease in enrollment and funding. However, these closures could be excluded from this data because the facility owners can still have their license but cease operations. These type of closures can be thought of as ‘temporary closures’ because the facility owners still have a license. Temporary closures are not captured in the data, resulting in an under-representation of facilities that are no longer providing services to families.\r\nWhile this research focuses on permanently closed facilities, the facilities that are open are being impacted by Covid-19. Anecdotes from providers and families reveal that many facilities are heavily impacted by Covid-19, which the data might not accurately capture. Women of color and immigrant women in particular, who disproportionately represent child care workers, are shouldering the burden for providing early learning and care to families.\r\nFor more information on how Covid-19 has been impacting child care in California and Los Angeles, please refer to the Center for the Study of Child Care and Employment’s (CSCCE) survey of licensed child care centers and licensed family child care programs.\r\nThe survey results show that family child care homes and child care centers in Los Angeles are facing significant financial challenges and staffing changes as a result of Covid-19.\r\nOver 70% of centers reported that families are unable to pay for childcare due to loss of income\r\nMajority of centers report difficulty in affording sanitizing supplies and PPE for staff.\r\nMap of Permanent Closures\r\nBelow shows the child care facilities and family home care centers that have closed permanently in 2020. Please note that for family home care centers, addresses for each facility was not available. Family home care centers are plotted by the state, city and zip code information. Child care facilities are plotted based on the facility address.\r\n\r\n\r\n\r\nSummary of Findings\r\nChild Care Centers\r\nMore Child Care Centers closed permanently in 2019 compared to 2020 in both California and Los Angeles County\r\nThere was a huge spike in child care center closures in June of 2020 in California, resulting in a substantial number of seats lost. Los Angeles County did not experience the same drastic spike.\r\nCompared to California, Los Angeles County has fewer closures and seats lost.\r\nIn Los Angeles County, permanent closures decreased in April of 2020.\r\nFamily Care Centers\r\nFamily Child Care Centers in California experienced a spike in closures and seats lost in August of 2020\r\nBoth Los Angeles County and California experienced a decrease in closures in April of 2020, similar with Child Care Centers\r\nThe difference between California and Los Angeles County closures and seats lost is lower compared to the California and Los Angeles County child care centers.\r\n\r\n\r\nTable 1: Summary of Permanent Closures and Seats Lost\r\n\r\n\r\n\r\n\r\n\r\n\r\nCalifornia\r\n\r\n\r\nLos Angeles County\r\n\r\n\r\nPermanent Center Closures\r\n\r\n\r\nFamily Child Care Home\r\n\r\n\r\n2019\r\n\r\n\r\nChild Care Center-Closures\r\n\r\n\r\n725\r\n\r\n\r\n180\r\n\r\n\r\n2020\r\n\r\n\r\nChild Care Center-Closures\r\n\r\n\r\n691\r\n\r\n\r\n134\r\n\r\n\r\nChild Care Center\r\n\r\n\r\n2019\r\n\r\n\r\nChild Care Center-Seats Lost\r\n\r\n\r\n32,269\r\n\r\n\r\n8,507\r\n\r\n\r\n2020\r\n\r\n\r\nChild Care Center-Seats Lost\r\n\r\n\r\n30,708\r\n\r\n\r\n6,024\r\n\r\n\r\nSeats Lost\r\n\r\n\r\nFamily Child Care Home\r\n\r\n\r\n2019\r\n\r\n\r\nFamily Child Care Home-Closures\r\n\r\n\r\n937\r\n\r\n\r\n194\r\n\r\n\r\n2020\r\n\r\n\r\nFamily Child Care Home-Closures\r\n\r\n\r\n894\r\n\r\n\r\n207\r\n\r\n\r\nChild Care Center\r\n\r\n\r\n2019\r\n\r\n\r\nFamily Child Care Home-Seats Lost\r\n\r\n\r\n13,041\r\n\r\n\r\n2,696\r\n\r\n\r\n2020\r\n\r\n\r\nFamily Child Care Home-Seats Lost\r\n\r\n\r\n12,434\r\n\r\n\r\n2,856\r\n\r\n\r\nChild Care Centers\r\nClosures\r\nClosures in 2020 by month\r\n\r\n\r\n\r\nClosures in 2020 by day\r\n\r\n\r\n\r\nClosures in 2019 vs. 2020\r\n\r\n\r\n\r\nSeats Lost\r\nSeats lost in 2020 by month\r\n\r\n\r\n\r\nSeats lost in 2020 by day\r\n\r\n\r\n\r\nSeats lost in 2019 vs. 2020\r\n\r\n\r\n\r\nFamily Child Care Homes\r\nClosures\r\nClosures in 2020 by month\r\n\r\n\r\n\r\nClosures in 2020 by day\r\n\r\n\r\n\r\nClosures in 2019 vs. 2020\r\n\r\n\r\n\r\nSeats\r\nSeats Lost in 2020 by month\r\n\r\n\r\n\r\nSeats Lost in 2020 by day\r\n\r\n\r\n\r\nSeats Lost in 2019 vs. 2020\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-08T13:05:06-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-data-narrative/",
    "title": "Data Narrative",
    "description": "Data Narrative created during Catalyst California and First 5 LA Strategic Partnership 2019-2021",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nA Strategic Partnership with Catalyst California was created in 2019 to support understanding the current conditions in Best Start geographies for First 5 LA staff. The work was initially created for the Communities Team at First 5 LA to have data that can advance policy and systems change. An internal cross Team/Office workgroup guides this effort with Catalyst California. First 5 LA staff and Regional Network Grantees were engaged to lift up community priorities in Best Start geographies.\r\nLink to the First 5 LA Data Narrative\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T15:15:10-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-gbi-learning-dialogue-presentation/",
    "title": "GBI Presentation",
    "description": "Presentation created by Catalyst California for First 5 LA Learning Dialogue on Guaranteed Basic Income (GBI)",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nThe Communities Team at First 5 LA hosted a Learning Dialogue for First 5 LA departments and external partners about the importance of Guaranteed Basic Income (GBI) as it relates to the Best Start Geographies and children 0-5.\r\nLink to the full presentation\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T15:15:25-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-map-test-park-access/",
    "title": "Map Test: Park Access",
    "description": "Access to parks in Los Angeles County (excerpt from African American Data Pullout).",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nParks are another important aspect to a healthy built environment for children and families, as they promote active lifestyles and allow for more outdoor activities. The importance of green space increased during the pandemic, when outdoor spaces became the only way for children and families to safely gather. It isn’t surprising that a survey conducted by Community Coalition found the need for more park space to be a top priority amongst South Los Angeles residents. Using funding from First 5 LA, Community Coalition is working on a new park project in Broadway/Manchester to respond to the community’s need.\r\nAccess to green space for families is disparate between where predominantly white families live versus families of color. The map below shows the results of a countywide parks needs assessment that was conducted in 2016. For this assessment, park need was defined by analyzing five park metrics:\r\nHow much park land is there in acres?\r\nHow much land is available to residents in the area and around each park?\r\nWhat is the condition of the park?\r\nHow much of the population has access to parks?\r\nWhat park amenities are available?\r\nAreas with a High and Very High park need are located in the South LA area, where a high concentration of Black families live, and the San Fernando Valley area. Detailed methodology for the data behind this map can be found here.\r\nTo explore the data further, click on each census tract on the map. You can also view the high black population census tracts, or the Best Start Geography boundaries, by clicking on the boxes in the top right corner of the map. Higher black population tracts are defined as census tracts with a black population of at least 10%.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T16:22:19-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-strategic-heat-maps/",
    "title": "Strategic Heat Map",
    "description": "Visualizing changes over-time in the Best Start Geographies across key indicators related to children 0-5",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nCatalyst California supported First 5 LA in its strategic refinement process by processing key indicators related to children 0-5 across the Best Start Geographies for 2008-2012 and 2017-2021.\r\nThe final product is a webpage consisting of maps that visualize changes over time to key indicators for households with children age 0-5. All maps are visualized at the PUMA geography level for 2012 and 2021. Both the 2012 and 2012 data come from American Community Survey (ACS) 5-year estimates. The 2012 data is comprised of the 2008-2012 ACS 5-year estimates, while the 2021 data is comprised of the 2017-2021 ACS 5-year estimates.\r\nClick here to explore the strategic heat maps analysis\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T15:40:45-08:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Data Hub Test",
    "description": "Basic guide to using the data hub",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-01",
    "categories": [],
    "contents": "\r\nHere can be an introductory article explaining the data hub and basics of how to use the interface\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T16:19:14-08:00",
    "input_file": {}
  }
]
