[
  {
    "path": "posts/2024-02-07-children-under-5/",
    "title": "Children Under 5",
    "description": "The population of children under 5 decreased by 24% over the last 10 years.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-07",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nWhy it matters?\r\nThere’s a disconnect between our values and the ability to raise a family in LA. We want to welcome children, but a nine-year decline in the under-five-population means families are choosing other options. Additionally,\r\nfewer children means fewer State and Federal funds for schools and other critical infrastructure.\r\nLearn more.\r\nThe decrease in children results from a number of factors that surveys and local experts can explain. See the Data Narrative for details.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-08T11:56:08-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-data-narrative/",
    "title": "Data Narrative",
    "description": "Data Narrative created during Catalyst California and First 5 LA Strategic Partnership 2019-2021",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nA Strategic Partnership with Catalyst California was created in 2019 to support understanding the current conditions in Best Start geographies for First 5 LA staff. The work was initially created for the Communities Team at First 5 LA to have data that can advance policy and systems change. An internal cross Team/Office workgroup guides this effort with Catalyst California. First 5 LA staff and Regional Network Grantees were engaged to lift up community priorities in Best Start geographies.\r\nLink to the First 5 LA Data Narrative\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T15:15:10-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-gbi-learning-dialogue-presentation/",
    "title": "GBI Presentation",
    "description": "Presentation created by Catalyst California for First 5 LA Learning Dialogue on Guaranteed Basic Income (GBI)",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nThe Communities Team at First 5 LA hosted a Learning Dialogue for First 5 LA departments and external partners about the importance of Guaranteed Basic Income (GBI) as it relates to the Best Start Geographies and children 0-5.\r\nLink to the full presentation\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T15:15:25-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-map-test-park-access/",
    "title": "Map Test: Park Access",
    "description": "Access to parks in Los Angeles County (excerpt from African American Data Pullout).",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nParks are another important aspect to a healthy built environment for children and families, as they promote active lifestyles and allow for more outdoor activities. The importance of green space increased during the pandemic, when outdoor spaces became the only way for children and families to safely gather. It isn’t surprising that a survey conducted by Community Coalition found the need for more park space to be a top priority amongst South Los Angeles residents. Using funding from First 5 LA, Community Coalition is working on a new park project in Broadway/Manchester to respond to the community’s need.\r\nAccess to green space for families is disparate between where predominantly white families live versus families of color. The map below shows the results of a countywide parks needs assessment that was conducted in 2016. For this assessment, park need was defined by analyzing five park metrics:\r\nHow much park land is there in acres?\r\nHow much land is available to residents in the area and around each park?\r\nWhat is the condition of the park?\r\nHow much of the population has access to parks?\r\nWhat park amenities are available?\r\nAreas with a High and Very High park need are located in the South LA area, where a high concentration of Black families live, and the San Fernando Valley area. Detailed methodology for the data behind this map can be found here.\r\nTo explore the data further, click on each census tract on the map. You can also view the high black population census tracts, or the Best Start Geography boundaries, by clicking on the boxes in the top right corner of the map. Higher black population tracts are defined as census tracts with a black population of at least 10%.\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T16:22:19-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-strategic-heat-maps/",
    "title": "Strategic Heat Map",
    "description": "Visualizing changes over-time in the Best Start Geographies across key indicators related to children 0-5",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [],
    "contents": "\r\nCatalyst California supported First 5 LA in its strategic refinement process by processing key indicators related to children 0-5 across the Best Start Geographies for 2008-2012 and 2017-2021.\r\nThe final product is a webpage consisting of maps that visualize changes over time to key indicators for households with children age 0-5. All maps are visualized at the PUMA geography level for 2012 and 2021. Both the 2012 and 2012 data come from American Community Survey (ACS) 5-year estimates. The 2012 data is comprised of the 2008-2012 ACS 5-year estimates, while the 2021 data is comprised of the 2017-2021 ACS 5-year estimates.\r\nClick here to explore the strategic heat maps analysis\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T15:40:45-08:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Data Hub Test",
    "description": "Basic guide to using the data hub",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-01",
    "categories": [],
    "contents": "\r\nHere can be an introductory article explaining the data hub and basics of how to use the interface\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-23T16:19:14-08:00",
    "input_file": {}
  }
]
