[
  {
    "path": "posts/2024-02-21-housing-presentation/",
    "title": "Housing Presentation",
    "description": "Presentation created by Catalyst California for the First 5 LA Learning Dialogue on Housing that took place on October 18th, 2023. This presentation connects data with literature review findings to illustrate the various ways in which housing insecurity is a racial equity issue, and negatively impacts health and socioeconomic outcomes for families and children ages 0 to 5.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-21",
    "categories": [
      "Learning dialogue"
    ],
    "contents": "\r\nThe Communities Team at First 5 LA hosted a Learning Dialogue for First 5 LA departments and external partners to share knowledge and learn more about housing issues as they relate to children age 0-5 living in Best Start geographies and Los Angeles county.\r\nLink to the full presentation\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-02-21-housing-presentation/images/housing.png",
    "last_modified": "2024-03-07T12:10:55-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-02-21-state-of-the-child-report-region-5/",
    "title": "State of the Child Report Region 5",
    "description": "Analysis of systems and outcomes impacting children and families in the Antelope Valley. Report was commissioned by Children's Bureau of Southern California.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-21",
    "categories": [
      "Region 5"
    ],
    "contents": "\r\nThe Best Start Region 5 State of the Child Report represents the most comprehensive analysis of data from the region to date, consolidating data on children, families and systems in the Antelope Valley. Children’s Bureau of Southern California commissioned this report to understand the state of children in the Antelope Valley, identify indicators to monitor, and increase the amount of data available to advocates.\r\nYou can view and download the report in its entirety here.\r\nThe report finds that:\r\nThe family-friendly, low-cost-living in the Antelope Valley, that residents love and depend on, is disappearing and a new, more proactive infrastructure for children and families is needed. The current infrastructure was not established for the population increases the Antelope Valley has experienced in the last decade, and the lack of resources is a driver for school-to-prison, youth-to-houselessness pipelines, and other avoidable outcomes. To be specific:\r\nAntelope Valley has a large, diverse, and growing population with roughly 120,000 children under the age of eighteen and 30,000 children under age 5, including many children who need extra support.\r\nHalf of the households in and around the neighborhoods of Lancaster and Palmdale cannot cover basic costs like housing, food, transportation, and child care with their incomes, and four in five families with children under the age of six earn less than the real cost of living.\r\nHigh housing costs and lower wages contribute to a growing unhoused population in the region. Resources available in the Antelope Valley are not keeping up with the needs of the residents. Residents struggle to access health and mental health services and there are few child care and learning opportunities for their children.\r\nEquitable treatment of local children and families is a concern. Rates of hate crimes exceed those countywide, and law enforcement is known to both stop Black drivers and injure Black civilians more than people of other races.\r\nHigh School graduation rates in Antelope Valley schools are lower than those countywide. School administration and the teacher workforce are not representative of the diversity within the student body. Foster students and students with disabilities – students who may need the most support – are most likely to be suspended from school.\r\nTo address these ongoing issues, increased investments in health and mental health are needed, as are increases in child care reimbursement rates and other forms of investments in education within the region. Strengthening the safety net of programs which provide resources or training to residents is a must. Individuals can collaborate to hold systems accountable and spread awareness of resources as well.\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-02-21-state-of-the-child-report-region-5/images/av_beststart_logo.png",
    "last_modified": "2024-03-07T12:20:34-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-03-01-children-under-5/",
    "title": "Children under 5",
    "description": "The population of children under 5 decreased by 24% over the last 10 years.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-15",
    "categories": [
      "Indicators"
    ],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhy it matters?\r\nThere’s a disconnect between our values and the ability to raise a family in LA. We want to welcome children, but a nine-year decline in the under-five-population means families are choosing other options. Additionally,\r\nfewer children means fewer State and Federal funds for schools and other critical infrastructure.\r\nLearn more\r\nThe decrease in children results from a number of factors that surveys and local experts can explain. See the Data Narrative for details.\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-03-01-children-under-5/images/child0to5.PNG",
    "last_modified": "2024-03-07T16:28:30-08:00",
    "input_file": "children-under-5.knit.md"
  },
  {
    "path": "posts/2024-03-01-rent-burden/",
    "title": "Rent Burden of Children under 5",
    "description": "58.6% of children under 5 are rent burdened.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-13",
    "categories": [
      "Indicators"
    ],
    "contents": "\r\n\r\n\r\n\r\nDisaggregating the Asian Subgroup\r\nStatistics of Asian populations can often mask stark differences between people of different ancestries. See chart below for the Asian disaggregation of rent burden.\r\n100% of children of Afghan descent are rent-burdened, representing a group for advocates to focus on.\r\nOver 70% of Hmong and Pakistani children under 5 are also rent-burdened.\r\n\r\n\r\n\r\nWhy it matters\r\nFirst 5 LA’s first strategic plan goal is that children prenatal to age 5 and their families have their basic needs met, which includes secure housing for essential psychological safety. This goal has an objective to reduce the annual percent of households with children prenatal through age 5 who experience housing insecurity. Rent burden is not the sole cause of housing insecurity, but it is a key contributor.\r\nLearn more\r\nSee data for other indicators of basic needs in the First 5 LA 2024-2029 Strategic Plan and see related housing indicators and indicators by race/ethnicity in the Data Narrative.\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-03-01-rent-burden/images/rentburden.PNG",
    "last_modified": "2024-03-07T16:29:48-08:00",
    "input_file": "rent-burden.knit.md"
  },
  {
    "path": "posts/2024-02-08-race-of-children-under-5/",
    "title": "Race of Children under 5",
    "description": "Latinx children under 5 are 57% of all children under 5.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-08",
    "categories": [
      "Indicators"
    ],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWhy it matters?\r\nConversations about the under 5 population need to consider the needs of Latinx families, including:\r\ndual language access for children, and materials for parents in both English and Spanish.\r\nLearn more.\r\nThe importance of race and equity in the caring and educating of children under 5 cannot be overstated. See more in the Data Narrative for details.\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-02-08-race-of-children-under-5/images/race0to5.PNG",
    "last_modified": "2024-03-07T16:25:51-08:00",
    "input_file": "race-of-children-under-5.knit.md"
  },
  {
    "path": "posts/2024-02-06-childcare-center-closures/",
    "title": "Childcare Center Closures",
    "description": "Rapid response project during the COVID-19 pandemic to understand child care center capacity for child care centers and family child care centers in California and LA County between 2019 and 2020",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-02-06",
    "categories": [
      "Analysis"
    ],
    "contents": "\r\n\r\nContents\r\nOverview\r\nMap of Permanent Closures\r\nSummary of Findings\r\nChild Care Centers\r\nClosures\r\nSeats Lost\r\n\r\nFamily Child Care Homes\r\nClosures\r\nSeats\r\n\r\n\r\nOverview\r\nThe purpose of this research is to explore child care center and family child care home closures in 2020 to gauge if and how Covid-19 affected closures. This research question was lifted by F5LA and might be incorporated into our F5LA deliverable.\r\nFor this research, I pulled child care center and family child care home data from the California Department of Social Services (CDSS) page. The data was last downloaded on 01/07/21 and is updated on the CDSS page weekly.\r\nIt is important to note that using the licensing data has limitations. Data from the CDSS page only reflects permanent facility closures. These are facilities that no longer have a license to operate. For the purposes of this analysis, facilities that are pending having their licenses approved are also considered closed.\r\nThe CDSS data does not show the reason a facility permanently closed. Many facilities have had to close due to new Covid-19 guidelines, or a decrease in enrollment and funding. However, these closures could be excluded from this data because the facility owners can still have their license but cease operations. These type of closures can be thought of as ‘temporary closures’ because the facility owners still have a license. Temporary closures are not captured in the data, resulting in an under-representation of facilities that are no longer providing services to families.\r\nWhile this research focuses on permanently closed facilities, the facilities that are open are being impacted by Covid-19. Anecdotes from providers and families reveal that many facilities are heavily impacted by Covid-19, which the data might not accurately capture. Women of color and immigrant women in particular, who disproportionately represent child care workers, are shouldering the burden for providing early learning and care to families.\r\nFor more information on how Covid-19 has been impacting child care in California and Los Angeles, please refer to the Center for the Study of Child Care and Employment’s (CSCCE) survey of licensed child care centers and licensed family child care programs.\r\nThe survey results show that family child care homes and child care centers in Los Angeles are facing significant financial challenges and staffing changes as a result of Covid-19.\r\nOver 70% of centers reported that families are unable to pay for childcare due to loss of income\r\nMajority of centers report difficulty in affording sanitizing supplies and PPE for staff.\r\nMap of Permanent Closures\r\nBelow shows the child care facilities and family home care centers that have closed permanently in 2020. Please note that for family home care centers, addresses for each facility was not available. Family home care centers are plotted by the state, city and zip code information. Child care facilities are plotted based on the facility address.\r\n\r\n\r\n\r\nSummary of Findings\r\nChild Care Centers\r\nMore Child Care Centers closed permanently in 2019 compared to 2020 in both California and Los Angeles County\r\nThere was a huge spike in child care center closures in June of 2020 in California, resulting in a substantial number of seats lost. Los Angeles County did not experience the same drastic spike.\r\nCompared to California, Los Angeles County has fewer closures and seats lost.\r\nIn Los Angeles County, permanent closures decreased in April of 2020.\r\nFamily Care Centers\r\nFamily Child Care Centers in California experienced a spike in closures and seats lost in August of 2020\r\nBoth Los Angeles County and California experienced a decrease in closures in April of 2020, similar with Child Care Centers\r\nThe difference between California and Los Angeles County closures and seats lost is lower compared to the California and Los Angeles County child care centers.\r\n\r\n\r\nTable 1: Summary of Permanent Closures and Seats Lost\r\n\r\n\r\n\r\n\r\n\r\n\r\nCalifornia\r\n\r\n\r\nLos Angeles County\r\n\r\n\r\nPermanent Center Closures\r\n\r\n\r\nFamily Child Care Home\r\n\r\n\r\n2019\r\n\r\n\r\nChild Care Center-Closures\r\n\r\n\r\n725\r\n\r\n\r\n180\r\n\r\n\r\n2020\r\n\r\n\r\nChild Care Center-Closures\r\n\r\n\r\n691\r\n\r\n\r\n134\r\n\r\n\r\nChild Care Center\r\n\r\n\r\n2019\r\n\r\n\r\nChild Care Center-Seats Lost\r\n\r\n\r\n32,269\r\n\r\n\r\n8,507\r\n\r\n\r\n2020\r\n\r\n\r\nChild Care Center-Seats Lost\r\n\r\n\r\n30,708\r\n\r\n\r\n6,024\r\n\r\n\r\nSeats Lost\r\n\r\n\r\nFamily Child Care Home\r\n\r\n\r\n2019\r\n\r\n\r\nFamily Child Care Home-Closures\r\n\r\n\r\n937\r\n\r\n\r\n194\r\n\r\n\r\n2020\r\n\r\n\r\nFamily Child Care Home-Closures\r\n\r\n\r\n894\r\n\r\n\r\n207\r\n\r\n\r\nChild Care Center\r\n\r\n\r\n2019\r\n\r\n\r\nFamily Child Care Home-Seats Lost\r\n\r\n\r\n13,041\r\n\r\n\r\n2,696\r\n\r\n\r\n2020\r\n\r\n\r\nFamily Child Care Home-Seats Lost\r\n\r\n\r\n12,434\r\n\r\n\r\n2,856\r\n\r\n\r\nChild Care Centers\r\nClosures\r\nClosures in 2020 by month\r\n\r\n\r\n\r\nClosures in 2020 by day\r\n\r\n\r\n\r\nClosures in 2019 vs. 2020\r\n\r\n\r\n\r\nSeats Lost\r\nSeats lost in 2020 by month\r\n\r\n\r\n\r\nSeats lost in 2020 by day\r\n\r\n\r\n\r\nSeats lost in 2019 vs. 2020\r\n\r\n\r\n\r\nFamily Child Care Homes\r\nClosures\r\nClosures in 2020 by month\r\n\r\n\r\n\r\nClosures in 2020 by day\r\n\r\n\r\n\r\nClosures in 2019 vs. 2020\r\n\r\n\r\n\r\nSeats\r\nSeats Lost in 2020 by month\r\n\r\n\r\n\r\nSeats Lost in 2020 by day\r\n\r\n\r\n\r\nSeats Lost in 2019 vs. 2020\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-02-06-childcare-center-closures/images/closures.PNG",
    "last_modified": "2024-03-07T16:12:14-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-data-narrative/",
    "title": "Data Narrative",
    "description": "Data Narrative created during Catalyst California and First 5 LA Strategic Partnership 2019-2021",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [
      "Analysis",
      "Data Narrative"
    ],
    "contents": "\r\nA Strategic Partnership with Catalyst California was created in 2019 to support understanding the current conditions in Best Start geographies for First 5 LA staff. The work was initially created for the Communities Team at First 5 LA to have data that can advance policy and systems change. An internal cross Team/Office workgroup guides this effort with Catalyst California. First 5 LA staff and Regional Network Grantees were engaged to lift up community priorities in Best Start geographies.\r\nLink to the First 5 LA Data Narrative\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-01-23-data-narrative/images/essentialworker.PNG",
    "last_modified": "2024-03-07T16:09:16-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-gbi-learning-dialogue-presentation/",
    "title": "Guaranteed Basic Income Presentation",
    "description": "Presentation created by Catalyst California for the First 5 LA Learning Dialogue on Guaranteed Basic Income (GBI) that took place on December 5th, 2023. This presentation connects data with literature review findings to show how GBI can improve health outcomes and economic mobility for families and children 0 to 5.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [
      "Learning dialogue"
    ],
    "contents": "\r\nThe Communities Team at First 5 LA hosted a Learning Dialogue for First 5 LA departments and external partners about the importance of Guaranteed Basic Income (GBI) as it relates to the Best Start Geographies and children 0-5.\r\nLink to the full presentation\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-01-23-gbi-learning-dialogue-presentation/images/gbi.png",
    "last_modified": "2024-03-07T12:15:56-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-23-strategic-heat-maps/",
    "title": "Strategic Heat Map",
    "description": "ODFA research request in advance of the April 2023 Board Meeting to map key indicators for children age 0 to 5 in Los Angeles county and Best Start Geogrpahies. The original ODFA request expanded to include visualizing changes over-time in the Best Start Geographies across the same key indicators related to children 0-5.",
    "author": [
      {
        "name": "Catalyst California",
        "url": "catalystcalifornia.org"
      }
    ],
    "date": "2024-01-23",
    "categories": [
      "Analysis"
    ],
    "contents": "\r\nCatalyst California supported First 5 LA in its strategic refinement process by processing key indicators related to children 0-5 across the Best Start Geographies for 2008-2012 and 2017-2021.\r\nThe final product is a webpage consisting of maps that visualize changes over time to key indicators for households with children age 0-5. All maps are visualized at the PUMA geography level for 2012 and 2021. Both the 2012 and 2012 data come from American Community Survey (ACS) 5-year estimates. The 2012 data is comprised of the 2008-2012 ACS 5-year estimates, while the 2021 data is comprised of the 2017-2021 ACS 5-year estimates.\r\nClick here to explore the strategic heat maps analysis\r\n\r\n\r\n\r\n",
    "preview": "posts/2024-01-23-strategic-heat-maps/images/strategicmap.PNG",
    "last_modified": "2024-03-07T16:15:29-08:00",
    "input_file": {}
  }
]
